{
    "title": "Этап {0} - {1}",
    "negatives": {
        "title": "Определение негативных последствий",
        "types_question_label": "Выберите актуальные виды рисков (ущерба), которые могут наступить от нарушения или прекращения основных процессов в системе:",
        "negatives_question_label": "Выберите негативные последствия, которые могут наступить в результате реализации (возникновения) угроз безопасности информации и привести к выбранным ранее видам рисков (ущерба):"
    },
    "objects": {
        "title": "Определение объектов воздействия",
        "header": "Ответьте на вопросы ниже, характеризующие архитектуру и состав вашей системы:",
        "result_header": "По результатам опроса определены возможные объекты воздействия угроз безопасности информации:",
        "add_object_header": "При необходимости уточнения перечня объектов воздействия выберите дополнительные компоненты системы, которые непосредственно участвуют в обработке и хранении защищаемой информации или обеспечивают реализацию основных процессов:",
        "add_object_button": "Добавить"
    },
    "intruders": {
        "title": "Определение источников угроз безопасности информации",

        "name_format": "Нарушитель: {0}",
        "potential_format": "Уровень возможностей: ",

        "included_question": "Ознакомьтесь с каждым видом нарушителя и оцените его актуальность для системы:",

        "question_1": "Может ли информация, обрабатываемая в системе, представлять интерес для данного вида нарушителя?",
        "question_2": "Могут ли цели данного нарушителя привести к выбранным ранее негативным последствиям и соответствующим рискам (видам ущерба)?",
        "type_question": "Определите категорию для каждого вида актуального нарушителя (в зависимости от имеющихся прав и условий по доступу к системе):",

        "yes": "Да",
        "no": "Нет",

        "goals": "Цели:",

        "potentials": [
            "",
            "Базовый (Н1)",
            "Базовый повышенный (Н2)",
            "Средний (Н3)",
            "Высокий (Н4)"
        ],
        "potential_descriptions": [
            "",

            "Имеет возможность реализовывать только известные угрозы, направленные на известные (документированные) уязвимости, с использованием общедоступных инструментов.\nОбладает базовыми компьютерными знаниями и навыками на уровне пользователя.\nИмеет возможность реализации угроз за счет физических воздействий на технические средства обработки и хранения информации, линий связи и обеспечивающие системы систем и сетей при наличии физического доступа к ним.",

            "Обладает всеми возможностями нарушителей с базовыми возможностями.\nИмеет возможность реализовывать угрозы, в том числе направленные на неизвестные (недокументированные) уязвимости, с использованием специально созданных для этого инструментов, свободно распространяемых в сети «Интернет». Не имеет возможностей реализации угроз на физически изолированные сегменты систем и сетей.\nИмеет навыки самостоятельного планирования и реализации сценариев угроз безопасности информации.\nОбладает практическими знаниями о функционировании систем и сетей, операционных систем, а также имеет знания защитных механизмов, применяемых в программном обеспечении, программно-аппаратных средствах.",

            "Обладает всеми возможностями нарушителей с базовыми повышенными возможностями.\nИмеет возможность реализовывать угрозы, в том числе на выявленные ими неизвестные уязвимости, с использованием самостоятельно разработанных для этого инструментов. Не имеет возможностей реализации угроз на физически изолированные сегменты систем и сетей.\nИмеет возможность приобретать информацию об уязвимостях, размещаемую на специализированных платных ресурсах (биржах уязвимостей). \nИмеет возможность получения доступа к встраиваемому программному обеспечению аппаратных платформ, системному и прикладному программному обеспечению, телекоммуникационному оборудованию и другим программно-аппаратным средствам для проведения их анализа.\nОбладает знаниями и практическими навыками проведения анализа программного кода для получения информации об уязвимостях.\nОбладает высокими знаниями и практическими навыками о функционировании систем и сетей, операционных систем, а также имеет глубокое понимание защитных механизмов, применяемых в программном обеспечении, программно-аппаратных средствах.\nИмеет возможность реализовывать угрозы безопасности информации в составе группы лиц.",

            "Обладает всеми возможностями нарушителей со средними возможностями.\nИмеет практически неограниченные возможности реализовывать угрозы, в том числе с использованием недекларированных возможностей, программных, программно-аппаратных закладок, встроенных в компоненты систем и сетей.\nИмеет возможность получения доступа к исходному коду встраиваемого программного обеспечения аппаратных платформ, системного и прикладного программного обеспечения, телекоммуникационного оборудования и других программно-аппаратных средств для получения сведений об уязвимостях «нулевого дня».\nИмеет возможность внедрения программных (программно-аппаратных) закладок или уязвимостей на различных этапах поставки программного обеспечения или программно-аппаратных средств. \nИмеет возможность создания методов и средств реализации угроз с привлечением специализированных научных организаций и реализации угроз с применением специально разработанных средств, в том числе обеспечивающих скрытное проникновение.\nИмеет возможность реализовывать угрозы с привлечением специалистов, имеющих базовые повышенные, средние и высокие возможности.\nИмеет возможность создания и применения специальных технических средств для добывания информации (воздействия на информацию или технические средства), распространяющейся в виде физических полей или явлений.\nИмеет возможность долговременно и незаметно для операторов систем и сетей реализовывать угрозы безопасности информации.\nОбладает исключительными знаниями и практическими навыками о функционировании систем и сетей, операционных систем, аппаратном обеспечении, а также осведомлен о конкретных защитных механизмах, применяемых в программном обеспечении, программно-аппаратных средствах атакуемых систем и сетей."
        ],

        "types": ["", "Внутренние", "Внешние"],
        "type_descriptions": [
            "",
            "Нарушители, имеющие права доступа в контролируемую (охраняемую) зону (территорию) и (или) полномочия по автоматизированному доступу к информационным ресурсам и компонентам систем и сетей",
            "Нарушители, не имеющие прав доступа в контролируемую (охраняемую) зону (территорию) и (или) полномочий по доступу к информационным ресурсам и компонентам систем и сетей, требующим авторизации"
        ]
    },
    "threats": {
        "title": "Оценка актуальности УБИ"
    }
}
